const translation = {
  menu: {
    main: "Главная",
    questionnaire: "Опросник",
    online_calculator: "Онлайн калькулятор",
    faq: "Часто задаваемые вопросы",
  },
  welcome: {
    title: "ОЖИРЕНИ Е И ИЗБЫТОЧНЫЙ ВЕС",
    text: "Данный сайт предлагает Вам информацию о ожирение и избыточном весе, так же вы можете пройти тест по профилактике ожирение и избыточного веса, и узнать соотношение жира в вашем теле",
  },
  whats__obesity: {
    title: "Что такое ожирение и избыточный вес?",
    text: `
	 Ожирение - избыточное отложение жира в организме может быть либо
	 самостоятельным многофакторным заболеванием, либо синдромом,
	 сопровождающим другие заболевания. Подавляющее большинство людей
	 страдают формой ожирения, которую медики называют
	 «алиментарно-конституциональной», т. е. ожирение связано с
	 нарушением режима питания.

	 Ожирение – это одна из двух сторон проблемы неполноценного питания,
	 и на сегодняшний день во всех регионах мира, ольше людей имеют
	 избыточный вес, чем пониженную массу тела.

	 Избыточный вес и ожирение, ранее считавшиеся характерными для стран
	 с высоким уровнем дохода, теперь становятся все более
	 распространенными в странах с низким или среднем уровнем дохода,
	 особенно в городах. Избыточный вес и ожирение определяются как
	 патологическое или чрезмерное накопление жира, представляющее риск
	 для здоровья.
	`,
  },
  obesity_degree: {
    title: "Степени ожирения",
    item_1: {
      title: "Избыточная масса тела",
      text: `Лишняя жировая ткань приводит к изменениям обмена веществ.
		Помимо этого жир, образуясь и увеличиваясь в размерах, мешает
		нормальной работе сердца, кровеносных сосудов, печени, почек.`,
    },
    item_2: {
      title: "Ожирение второй степени",
      text: `Страдает сердечно-сосудистая система, повышается артериальное
		давление, тромбообразование. Часто проявляются вторичные
		воспалительные процесса: ларангиты, трахеиты, бронхиты, и так
		далее.`,
    },
    item_3: {
      title: "Ожирение первой степени",
      text: `В случае если данная степень ожирения переходит от начальной
		стадии в прогрессирущую, могут возникнуть тяжесть в желудке,
		отрыжка, метеоризм, головные боли, одышка с тахикардией,
		приступы слабости и гипергидроз.`,
    },
    item_4: {
      title: "Ожирение третьей степени",
      text: `Самочувствие пациентов значительно ухудшается. Человека мучают
		боли в спине. Страдают суставы. Отёки, одышка и сердечные боли
		становятся постоянными спутниками.`,
    },
  },
  banner: {
    text: "Воспользуйся онлайн калькулятором, чтобы узнать свой результат",
    button: "Начать",
  },
  faq: {
    whats__obesity__title: "Что такое избыточный вес и ожирение?",
    whats__obesity__text:
      "Избыточный вес и ожирение – результат формирования аномальных или чрезмерных жировых отложений, которые могут наносить вред здоровью.",
  },
  calculator: {
    waistto__height__ratio__title: "Соотношение талии к росту",
    waistto__height__ratio__text:
      "Соотношение окружности талии и роста (СОТР) - это мера распределения жировой ткани в теле. Она коррелирует с риском заболеваний, связанных с ожирением.",
    waist: "Талия",
    height: "Рост",
    slim: "Стройная",
    norm: "Норма",
    excess__body__weight: "Избыточная масса тела",
    obesity: "Ожирение",
    obesity__II__degree: "Ожирение II степени",
  },
  footer: {
    text: "Материалы, размещенные на данном сайте, носят информационный характер и предназначены для образовательных целей. Посетители сайта не должны использовать их в качестве медицинских рекомендаций. Определяет диагноз и выбор методики лечения Ваш лечащий врач.",
    all_rights: "Все права защищены © 2024",
  },

  add: "добавить",
  calculate: "Рассчитать",
};

export default translation;
