const knowledgeOption = {
    ru: [
        "Определенно",
        "Вероятно",
        "Скорее всего нет",
        "Определенно нет",
        "Не знаю",
    ],
    kz: [
        "Әрине",
        "Мүмкін",
        "Мүмкін емес",
        "Әрине жоқ",
        "Білмеймін",
    ],
};

const confidenceOption = {
    ru: [
        "Чрезмерно уверен(а)",
        "Очень уверен(а)",
        "Умеренно уверен(а)",
        "Слегка уверен(а)",
        "Совсем не уверен(а)",
    ],
    kz: [
        "Өте сенімді",
        "Өте сенімді",
        "Орташа сенімді",
        "Аздап сенімді",
        "Мүлдем сенімді емес",
    ],
};

const contentmentOption = {
    ru: [
        "Чрезмерно уверен(а)",
        "Удовлетворен(а)",
        "Ни То, ни другое",
        "Не удовлетворен(а)",
        "Очень недоволен(а)",
    ],
    kz: [
        "Өте сенімді",
        "Қанағаттанарлық",
        "Екеуі де емес",
        "Қанағаттанбаймын",
        "Өте наразы",
    ],
};

const timeOption = {
    ru: ["Всегда", "Очень часто", "Иногда", "Редко", "Никогда"],
    kz: ["Әрқашан", "Өте жиі", "Кейде", "Сирек", "Ешқашан"],
};

const timeOption_1 = {
    ru: [
        "Никогда",
        "Редко",
        "1‑2 раза в неделю",
        "2‑3 в неделю",
        "Больше 3 раз в неделю",
    ],
    kz: [
        "Ешқашан",
        "Сирек",
        "Аптасына 1-2 рет",
        "Аптасына 2-3 рет",
        "Аптасына 3 реттен көп",
    ],
};

const frequencyOption = {
    ru: [
        "Все 7 дней в неделю",
        "5-6 раз в неделю",
        "3-4 раза в неделю",
        "Раз в неделю",
        "Никогда",
    ],
    kz: [
        "Аптасына 7 күн",
        "Аптасына 5-6 рет",
        "Аптасына 3-4 рет",
        "Аптасына бір рет",
        "Ешқашан",
    ],
};

export const questionsData = {
    knowledge: {
        title: {
            ru: "Знание",
            kz: "Білім",
        },
        questions: [
            {
                title: {
                    ru: "Ожирение можно оценить  с помощью ИМТ (Индекс массы тела — это соотношение роста и веса)",
                    kz: "Семіздікті дене массасының индексі (ДМИ) арқылы бағалауға болады (ДМИ - бұл бой мен салмақтың арақатынасы)",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Накопление жира на животе более опасно, чем общее распределение жира по всему телу, с точки зрения увеличения риска развития сердечно-сосудистых проблем.",
                    kz: "Қарын аймағындағы майдың жиналуы дененің барлық бөліктеріне майдың біркелкі таралуына қарағанда жүрек-қан тамырлары ауруларының даму қаупін арттырады.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Ожирение связано с сердечными заболеваниями, такими как сердечный приступ, повышенное кровяное давление, повышенный уровень холестерина и т.д.",
                    kz: "Семіздік жүрек ауруларымен, мысалы, инфарктпен, жоғары қан қысымымен, холестериннің жоғары деңгейімен және т.б. байланысты.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Ожирение связано с диабетом",
                    kz: "Семіздік қант диабетімен байланысты.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Ожирение связано с остеоартритом (проблемами с суставами)",
                    kz: "Семіздік остеоартритпен (буындардағы проблемалармен) байланысты.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Голодание / пропуск приема пищи - хороший способ похудеть",
                    kz: "Аштық немесе тамақты өткізіп жіберу - салмақ тастаудың жақсы әдісі.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Избыточное потребление сахара в виде сладостей; дополнительный сахар в кофе/чае/молоке и т. д. является важным фактором риска, который приводит к избыточному весу/ожирению",
                    kz: "Тәттілердегі қанттың артық мөлшері; кофеге/шайға/сүтке қосымша қант - артық салмақтың/семіздіктің маңызды қауіп факторлары.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Частое употребление сахаросодержащих напитков (пепси/кока-кола/подслащенные соки и т. д.) приводит к набору веса",
                    kz: "Қант қосылған сусындарды жиі тұтыну (пепси/кока-кола/тәтті шырындар және т.б.) салмақтың өсуіне әкеледі.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Частое употребление жареной пищи (самса, картофель фри, вафли и т. д.) приводит к набору веса",
                    kz: "Қуырылған тағамдарды жиі тұтыну (самса, қуырылған картоп, вафли және т.б.) салмақтың өсуіне әкеледі.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Чрезмерное потребление рафинированных продуктов (хлеб / печенье и т.д.) приводит к увеличению веса",
                    kz: "Рафинадталған тағамдарды шамадан тыс тұтыну (нан/печенье және т.б.) салмақтың өсуіне әкеледі.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Постоянный стресс является фактором риска, который приводит к увеличению веса",
                    kz: "Тұрақты стресс салмақтың өсуіне әкелетін қауіп факторы болып табылады.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Регулярные аэробные упражнения, такие как бег, бег трусцой, плавание, занятия спортом на открытом воздухе и т.д., являются важным способом похудения",
                    kz: "Жүгіру, велосипед тебу, жүзу, спорттық іс-шаралар сияқты тұрақты аэробикалық жаттығулар салмақ тастаудың маңызды тәсілі болып табылады.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Препараты против ожирения являются предпочтительным способом снижения веса",
                    kz: "Семіздікке қарсы дәрілер салмақ тастаудың ең жақсы тәсілі болып саналады.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Заменители пищи/добавки — здоровый способ похудеть",
                    kz: "Тағам қоспалары/қосымшалар - салмақ тастаудың пайдалы тәсілі.",
                },
                options: knowledgeOption,
            },
        ],
    },
    attitude: {
        title: {
            ru: "Отношение",
            kz: "Көзқарас",
        },
        questions: [
            {
                title: {
                    ru: "Я считаю, что у меня есть ожирение",
                    kz: "Менде семіздік бар деп санаймын.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Считаю, что мой нынешний вес вреден для моего здоровья",
                    kz: "Мен қазіргі салмағымның денсаулығыма зиян екенін ойлаймын.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Я мотивирован (а) похудеть",
                    kz: "Мен салмақ тастауға ынталымын.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Мне трудно удерживать свой вес на одном уровне",
                    kz: "Маған салмағымды бір деңгейде ұстап тұру қиын.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Я считаю регулярный прием завтрака является частью здорового образа жизни",
                    kz: "Менің ойымша, тұрақты таңғы ас - салауатты өмір салтының бір бөлігі.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Я считаю, что небольшие и частые приемы пищи помогают в снижении веса",
                    kz: "Мен аз және жиі тамақтану салмақ тастауға көмектеседі деп санаймын.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Я уверен(а), что смог(ла) бы сократил количество сахара / сладостей в своем рационе",
                    kz: "Мен өзімнің рационымдағы қантты/тәттілерді азайта аламын деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я уверен (а), что могу не употреблять жареную пищу",
                    kz: "Мен қуырылған тағамдардан бас тарта аламын деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я уверен(а), что предпочел(а) бы салаты / низкокалорийные закуски вместо сладостей / жареной пищи / рафинированных продуктов в своем рационе",
                    kz: "Мен өз рационымда тәттілер/қуырылған тағамдар/рафинадталған өнімдердің орнына салаттарды/аз калориялы тағамдарды таңдағым келеді.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я доволен(а) своим нынешним уровнем физической активности",
                    kz: "Мен қазіргі физикалық белсенділік деңгейіме қанағаттанамын.",
                },
                options: contentmentOption,
            },
            {
                title: {
                    ru: "Я уверен (а), что я бы занимался (лась) физическими упражнениями, такими как бег трусцой, езда на велосипеде, плавание, спортивные состязания или любая другая деятельность, которая делает меня здоровым",
                    kz: "Мен жүгіру, велосипед тебу, жүзу сияқты жаттығулармен айналысамын деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я уверен(а), что могу заняться какой-нибудь домашней работой, когда есть свободное время",
                    kz: "Мен бос уақытымда үй шаруасымен айналыса аламын деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я уверен, что воспользовался бы лестницей вместо лифта",
                    kz: "Мен лифттің орнына баспалдақпен жүруді таңдар едім деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я уверен, что отправился бы в близлежащие места пешком",
                    kz: "Мен жақын маңдағы жерлерге жаяу бара аламын деп сенемін.",
                },
                options: confidenceOption,
            },
            {
                title: {
                    ru: "Я чувствую грусть/депрессию, учитывая, что у меня ожирение/избыточный вес",
                    kz: "Мен семіздік/артық салмақ туралы ойлаған кезде мұңлы/депрессия сезінемін.",
                },
                options: timeOption,
            },
        ],
    },
    action: {
        title: {
            ru: "Действие",
            kz: "Әрекет",
        },
        questions: [
            {
                title: {
                    ru: "Я добавляю дополнительный сахар в свой кофе / чай",
                    kz: "Мен кофеме/шайыма қосымша қант қосамын.",
                },
                options: timeOption,
            },
            {
                title: {
                    ru: "Я ем сладкое после еды",
                    kz: "Мен тамақтан кейін тәтті жеймін.",
                },
                options: timeOption,
            },
            {
                title: {
                    ru: "Я использую помощников для своих домашних дел",
                    kz: "Мен үй шаруасына көмекшілерді қолданамын.",
                },
                options: timeOption,
            },
            {
                title: {
                    ru: "Я ем в ответ на стресс",
                    kz: "Мен стреске жауап ретінде тамақтанамын.",
                },
                options: timeOption,
            },
            {
                title: {
                    ru: "Я пью сладкие напитки",
                    kz: "Мен тәтті сусындар ішемін.",
                },
                options: timeOption_1,
            },
            {
                title: {
                    ru: "Я ем жареную пищу",
                    kz: "Мен қуырылған тағамдарды жеймін.",
                },
                options: timeOption_1,
            },
            {
                title: {
                    ru: "Как часто Вы принимаете три основных и два дополнительных приема пищи в неделю?",
                    kz: "Сіз апта ішінде үш негізгі және екі қосымша тамақтану әрекетін қаншалықты жиі жасайсыз?",
                },
                options: frequencyOption,
            },
            {
                title: {
                    ru: "Помимо трех основных и двух второстепенных приемов пищи, сколько перекусов вы обычно употребляете в день?",
                    kz: "Үш негізгі және екі қосымша тамақтану әрекетінен басқа, күніне қанша рет жеңіл тамақ ішесіз?",
                },
                options: {
                    ru: ["0", "1", "2", "3", "Больше пяти раз"],
                    kz: ["0", "1", "2", "3", "Бес реттен артық"]
                },
            },
            {
                title: {
                    ru: "Я включаю фрукты / салаты в свой рацион",
                    kz: "Мен рационыма жемістер мен салаттарды қосамын.",
                },
                options: {
                    ru: [
                        "Чаще одного раза в день",
                        "4-6 раз в неделю",
                        "1-3 раза в неделю",
                        "Один раз в 15 дней",
                        "Никогда",
                    ],
                    kz: [
                        "Күніне бір реттен жиі",
                        "Аптасына 4-6 рет",
                        "Аптасына 1-3 рет",
                        "Әр 15 күн сайын",
                        "Ешқашан",
                    ]
                }
            },
            {
                title: {
                    ru: "Как часто вы занимаетесь спортом?",
                    kz: "Сіз қаншалықты жиі спортпен шұғылданасыз?",
                },
                options: {
                    ru: [
                        "Каждый день",
                        "4-6 раз в неделю",
                        "1-3 раза в неделю",
                        "Один раз в месяц",
                        "Никогда",
                    ],
                    kz: [
                        "Күн сайын",
                        "Аптасына 4-6 рет",
                        "Аптасына 1-3 рет",
                        "Айына бір рет",
                        "Ешқашан",
                    ]
                }
            },
            {
                title: {
                    ru: "Как долго вы тренируетесь в день?",
                    kz: "Күніне қанша уақыт жаттығасыз?",
                },
                options: {
                    ru: [
                        "Никогда",
                        "Меньше 15 минут",
                        "15-30 минут",
                        "30-60 минут",
                        "Больше 60 минут",
                    ],
                    kz: ["Ешқашан",
                        "15 минуттан аз",
                        "15-30 минут",
                        "30-60 минут",
                        "60 минуттан артық",
                    ],
                }
            },
            {
                title: {
                    ru: "Я консультируюсь со своим врачом / диетологом по вопросам снижения веса",
                    kz: "Мен дәрігеріммен/диетологпен салмақ тастау туралы кеңесемін.",
                },
                options: knowledgeOption,
            },
            {
                title: {
                    ru: "Какое из следующих утверждений лучше всего относится к вам?",
                    kz: "Төмендегі мәлімдемелердің қайсысы сізге көбірек сәйкес келеді?",
                },
                options: {
                    ru: [
                        "В настоящее время я регулярно занимаюсь спортом и занимаюсь этим уже более 6 месяцев",
                        "За последние 6 месяцев я начал(а) регулярно заниматься спортом",
                        "В настоящее время я занимаюсь спортом, но не регулярно",
                        "В настоящее время я не занимаюсь физическими упражнениями и намерен(а) начать регулярные физические упражнения в ближайшие 6 месяцев",
                        "В настоящее время я не занимаюсь физическими упражнениями и не собираюсь начинать регулярные физические упражнения в ближайшие 6 месяцев",
                    ],
                    kz: [
                        "Мен қазір тұрақты спортпен айналысамын және бұл 6 айдан астам уақытқа созылды",
                        "Мен соңғы 6 ай ішінде тұрақты спортпен шұғылдана бастадым",
                        "Мен қазір спортпен айналысамын, бірақ тұрақты емес",
                        "Мен қазір спортпен шұғылданбаймын, бірақ алдағы 6 ай ішінде тұрақты жаттығуды бастаймын деп ниеттеніп отырмын",
                        "Мен қазір спортпен шұғылданбаймын және алдағы 6 айда тұрақты жаттығуды бастаймын деп жоспарламаймын",
                    ],
                }
            },
        ],
    },
};
