const translation = {
  language: "Қазақша",
  menu: {
    main: "Басты",
    questionnaire: "Сауалнама",
    online_calculator: "Онлайн калькулятор",
    faq: "Жиі қойылатын сұрақтар",
    facts: "Деректер",
    popularity: "Жиіліктілік",
    symptoms: "Симптомдар",
    prevention: "Диагностиалау",
    adviсe: "Кеңес",
  },
  welcome: {
    title: "СЕМІЗДІК ЖӘНЕ АРТЫҚ САЛМАҚ",
    text: "Бұл сайт сізге семіздік пен артық салмақ туралы ақпарат ұсынады, сонымен қатар сіз семіздік пен артық салмақтың алдын-алу тестінен өтіп, денеңіздің май қатынасын біле аласыз",
  },
  whats__obesity: {
    title: "Семіздік және артық салмақ дегеніміз не?",
    text: `
	 Семіздік-денедегі майдың шамадан тыс тұндырылуы тәуелсіз көпфакторлы ауру немесе басқа аурулармен бірге жүретін синдром болуы мүмкін. Адамдардың басым көпшілігі семіздіктің бір түрінен зардап шегеді, оны дәрігерлер "алиментарлы-Конституциялық" деп атайды, яғни семіздік диетаның бұзылуымен байланысты.

	 Семіздік-бұл дұрыс тамақтанбау проблемасының екі жағының бірі және бүгінгі таңда әлемнің барлық аймақтарында дене салмағының төмендеуіне қарағанда артық салмақ бар.
	 
	 Бұрын табысы жоғары елдерге тән деп саналған артық салмақ пен семіздік қазір табысы төмен немесе орташа елдерде, әсіресе қалаларда жиі кездеседі.
	 
	 Артық салмақ пен семіздік денсаулыққа қауіп төндіретін патологиялық немесе шамадан тыс майдың жиналуы ретінде анықталады.
	 
	`,
  },
  obesity_degree: {
    title: "Семіздік деңгейлері",
    item_1: {
      title: "Артық дене салмағы",
      text: `Артық май тіндері метаболикалық өзгерістерге әкеледі.
		Сонымен қатар, май, қалыптастыру және мөлшерін арттыру, кедергі жасайды
		жүректің, қан тамырларының, бауырдың, бүйректің қалыпты жұмысы.`,
    },
    item_2: {
      title: "Екінші дәрежелі семіздік",
      text: `Жүрек-тамыр жүйесі зардап шегеді, артериялық қан көбейеді
		қысым, тромб түзілуі. Көбінесе қайталама белгілер пайда болады
		қабыну процестері: ларангит, трахеит, бронхит және т.б
		Әрі қарай.`,
    },
    item_3: {
      title: "Бірінші дәрежелі семіздік",
      text: `Бұл семіздік дәрежесі бастапқыдан өтсе
		прогрессивті кезеңге ауысады, асқазанда ауырлық пайда болуы мүмкін,
		кекіру, метеоризм, бас ауруы, тахикардиямен бірге ентігу,
		әлсіздік және гипергидроз шабуылдары.`,
    },
    item_4: {
      title: "Үшінші дәрежелі семіздік",
      text: `Науқастардың әл-ауқаты айтарлықтай нашарлайды. Ер адамды азаптап жатыр
		арқа ауруы. Буындар зардап шегеді. Ісіну, ентігу және жүрек ауруы
		тұрақты серіктеріне айналады.`,
    },
  },
  banner: {
    text: "Калькуляторды қолданып, өзініздің нәтижесін көріңіз",
    button: "Бастау",
  },
  faq: {
    whats__obesity__title: "Артық салмақ пен семіздік дегеніміз не?",
    whats__obesity__text:
      "Артық салмақ пен семіздік - денсаулыққа зиян келтіруі мүмкін қалыптан тыс немесе шамадан тыс дене майының пайда болуының нәтижесі болып табылады.",
  },
  calculator: {
    waistto__height__ratio__title: "Бел мен биіктік қатынасы",
    waistto__height__ratio__text:
      "Белдік-биіктік қатынасы (WHR) - денедегі май тінінің таралуының өлшемі. Бұл семіздікке байланысты аурулардың қаупімен байланысты.",
    waist: "Бел",
    height: "Биіктік",
    neck: "Мойын",
    slim: "Арық",
    norm: "Норма",
    excess__body__weight: "Артық дене салмағы",
    obesity: "Семіздік",
    obesity__II__degree: "ІІ дәрежелі семіздік",

    fat_procentage: "Жігер жиналуының пайызы",
    fat_procentage__text: "Дене майының пайызы сіздің денеңіздің қанша пайызы май екенін анықтайды.",
    essential_fat: "Маңызды май",
    athletes: "Атлеттер",
    fitness: "Фитнес",
    acceptable: "Қолайлы",
  },
  footer: {
    text: "Бұл сайтта орналастырылған материалдар ақпараттық сипатқа ие және білім беру мақсаттарына арналған. Сайтқа кірушілер оларды медициналық кеңес ретінде пайдаланбауы керек. Сіздің емдеуші дәрігер диагнозды және емдеу әдісін таңдауды анықтайды.",
    all_rights: "Барлық құқықтар қорғалған © 2024",
  },

  add: "Қосу",
  calculate: "Есептеу",
  save: "Сақтау",

  questionnaire: {
    title: "Анкета",
    text: "Сіздің денсаулығыңыз туралы білу үшін сауалнаманы алыңыз",
    info: `Сізді  «  Артық салмақ пен семіздіктің алдын алудың медициналық -әлеуметтік аспектілері» 
	 тақырыбындағы сауалнамаға қатысуға шақырамыз. Сіздің пікіріңізге сәйкес жауапты белгілеу арқылы 
	 сауалнама сұрақтарына жауап беруіңізді сұраймыз.`,
    start: "Бастау",
    thanks: "Тест тапсырғаныңызға рахмет!",
    send: "Нәтижелерді жіберу",

    blank: {
      field: {
        name: {
          label: "Толық аты",
          helper: "Толық аты-жөніңізді енгізіңіз",
        },
        age: {
          label: "Жасы",
          helper: "Жасыңызды енгізіңіз",
        },
        nationality: {
          label: "Ұлты",
          helper: "Өз ұлтыңызды таңдаңыз",
        },
        height: {
          label: "Бойы",
          helper: "Бойыңызды енгізіңіз",
        },
        weight: {
          label: "Салмақ",
          helper: "Салмағыңызды енгізіңіз",
        },
        pulse: {
          label: "Пульс",
          helper: "Жүрек соғу жиілігін енгізіңіз",
        },
      },

      nationality: {
        kazakh: "Казах",
        russian: "Орыс",
        uzbek: "Өзбек",
        tajik: "Тәжік",
        kyrgyz: "Қырғыз",
        turkmen: "Түрікмен",
        other: "Басқа",
      },
    },

    stages: {
      knowledge: {
        title: "Знание",
        questions: {
          quest_1:
            "Ожирение можно оценить с помощью ИМТ (Индекс массы тела — это соотношение роста и веса)",
          quest_2:
            "Накопление жира на животе более опасно, чем общее распределение жира по всему телу, с точки зрения увеличения риска развития сердечно-сосудистых проблем.",
          quest_3:
            "Ожирение связано с сердечными заболеваниями, такими как сердечный приступ, повышенное кровяное давление, повышенный уровень холестерина и т.д.",
          quest_4: "Как часто вы употребляете алкоголь?",
          quest_5: "Как часто вы употребляете фрукты и овощи?",
        },
      },
    },
  },

  facts: {
    popularity: {
      title: "Семіздік және артық салмақтың кездесу жиілігі",
      text: `
        <p>Төменде ДДҰ-ның кейбір соңғы жаһандық бағалаулары келтірілген:</p>
        <ul style="list-style-type:disc;">
          <li>2016 жылы 18 жастан асқан 1,9 миллиардтан астам ересек адамның артық салмағы болды. Оның 650 миллионнан астамы семіздікке шалдыққан.</li>
          <li>2016 жылғы мәліметтер бойынша 18 жастан асқан ересектердің 39% - ы (3 39% - ы және әйелдердің 40% - ы) артық салмақпен ауырған.</li>
          <li>2016 жылы планетаның ересек тұрғындарының шамамен 13% - ы (1 11% - ы және әйелдердің 15% - ы) семіздікке шалдыққан.</li>
          <li>1975 жылдан 2016 жылға дейін бүкіл әлемде семіздікке шалдыққандар саны үш еседен астам өсті.</li>
        </ul> 
        <p>
          2016 жылы 5 жасқа дейінгі 41 миллионға жуық бала артық салмақ немесе семіздікке шалдыққан деп есептеледі. Бұрын табысы жоғары елдерге тән деп саналған артық салмақ пен семіздік қазір табысы төмен және орташа елдерде, әсіресе қалаларда жиі кездеседі. Африкада 2000 жылдан бастап 5 жасқа дейінгі семіздікке шалдыққан балалардың саны 50% - ға өсті. 2016 жылы артық салмағы немесе семіздігі бар 5 жасқа дейінгі балалардың жартысына жуығы Азияда тұрды.
          2016 жылы 5 пен 19 жас аралығындағы 340 миллион балалар мен жасөспірімдер артық салмақтан немесе семіздіктен зардап шекті.    
        </p>
        <p>2016 жылы 5 пен 19 жас аралығындағы 340 миллион балалар мен жасөспірімдер артық салмақтан немесе семіздіктен зардап шекті.</p>
        <p>5 пен 19 жас аралығындағы балалар мен жасөспірімдер арасында артық салмақ пен семіздіктің таралуы 1975 жылғы 4% - дан 2016 жылы 18% - дан сәл асып түсті. Бұл өсу екі жыныстағы балалар мен жасөспірімдерге бірдей бөлінеді, 2016 жылы қыздардың 18% - ы және ұлдардың 19% - ы артық салмақтан зардап шекті.</p>
        <p>1975 жылы 5 пен 19 жас аралығындағы балалар мен жасөспірімдердің 1% - дан азы семіздікке ұшырады, ал 2016 жылы олардың саны 124 миллионға жетті (қыздардың 6% және ұлдардың 8%).</p>
        <p>Жалпы алғанда, әлемде артық салмақ пен семіздіктің салдарынан дене салмағының қалыптан тыс төмендеуіне қарағанда көп адам қайтыс болады. Семіздікке шалдыққан адамдардың саны дене салмағының төмендеуінен көп; бұл жағдай Африканың Сахара мен Азияның оңтүстігіндегі кейбір аймақтарынан басқа барлық аймақтарда байқалады.</p>
        <p>Егер дене салмағының индексі (BMI) 25-тен асса, адамның артық салмағы бар, ал егер индекс 30-дан жоғары болса, бұл адамның семіздікке шалдыққанын білдіреді. 2017 жылы жарияланған "аурулардың жаһандық ауыртпалығы"зерттеуіне сәйкес, бұл мәселе эпидемияның ауқымына ие: жыл сайын 4 миллионнан астам адам артық салмақ немесе семіздік салдарынан қайтыс болады.</p>
        <h3>Артық салмақ пен семіздіктің денсаулыққа ең көп тараған салдары қандай?</h3>
        <p>ДСИ жоғарылауы инфекциялық емес аурулардың негізгі қауіп факторларының бірі болып табылады:</p>
        <ul style="list-style-type:disc;">
          <li>2012 жылы өлімнің басты себебі болған жүрек-қан тамырлары аурулары (негізінен жүрек ауруы және инсульт);</li>
          <li>қант диабеті;</li>
          <li>тірек-қимыл жүйесінің бұзылуы (әсіресе остеоартрит-буындардың өте мүгедек дегенеративті ауруы);</li>
          <li>кейбір онкологиялық аурулар (соның ішінде эндометрия, сүт безі, аналық без, простата, бауыр, өт қабы, бүйрек және тоқ ішек қатерлі ісігі).</li>
        </ul>
        <p>
        Бұл жұқпалы емес аурулардың қаупі ДСИ жоғарылаған сайын артады.
        Балалық шақтағы семіздік ересек жаста семіздік, ерте өлім және мүгедектік ықтималдығын арттырады. Болашақта қауіптің жоғарылауынан басқа, семіздікке шалдыққан балаларда ентігу, сыну қаупі жоғары, гипертонияға, жүрек-қан тамырлары ауруларының, инсулинге төзімділіктің ерте белгілеріне бейім және психологиялық проблемалар туындауы мүмкін.    
        </p>
      `
    }
  }

};

export default translation;
