const translation = {
  menu: {
    main: "Басты",
    questionnaire: "Сауалнама",
    online_calculator: "Онлайн калькулятор",
    faq: "Жиі қойылатын сұрақтар",
  },
  welcome: {
    title: "СЕМІЗДІК ЖӘНЕ АРТЫҚ САЛМАҚ",
    text: "Бұл сайт сізге семіздік пен артық салмақ туралы ақпарат ұсынады, сонымен қатар сіз семіздік пен артық салмақтың алдын-алу тестінен өтіп, денеңіздің май қатынасын біле аласыз",
  },
  whats__obesity: {
    title: "Семіздік және артық салмақ дегеніміз не?",
    text: `
	 Семіздік-денедегі майдың шамадан тыс тұндырылуы тәуелсіз көпфакторлы ауру немесе басқа аурулармен бірге жүретін синдром болуы мүмкін. Адамдардың басым көпшілігі семіздіктің бір түрінен зардап шегеді, оны дәрігерлер "алиментарлы-Конституциялық" деп атайды, яғни семіздік диетаның бұзылуымен байланысты.

	 Семіздік-бұл дұрыс тамақтанбау проблемасының екі жағының бірі және бүгінгі таңда әлемнің барлық аймақтарында дене салмағының төмендеуіне қарағанда артық салмақ бар.
	 
	 Бұрын табысы жоғары елдерге тән деп саналған артық салмақ пен семіздік қазір табысы төмен немесе орташа елдерде, әсіресе қалаларда жиі кездеседі.
	 
	 Артық салмақ пен семіздік денсаулыққа қауіп төндіретін патологиялық немесе шамадан тыс майдың жиналуы ретінде анықталады.
	 
	`,
  },
  obesity_degree: {
    title: "Семіздік деңгейлері",
    item_1: {
      title: "Артық дене салмағы",
      text: `Артық май тіндері метаболикалық өзгерістерге әкеледі.
		Сонымен қатар, май, қалыптастыру және мөлшерін арттыру, кедергі жасайды
		жүректің, қан тамырларының, бауырдың, бүйректің қалыпты жұмысы.`,
    },
    item_2: {
      title: "Екінші дәрежелі семіздік",
      text: `Жүрек-тамыр жүйесі зардап шегеді, артериялық қан көбейеді
		қысым, тромб түзілуі. Көбінесе қайталама белгілер пайда болады
		қабыну процестері: ларангит, трахеит, бронхит және т.б
		Әрі қарай.`,
    },
    item_3: {
      title: "Бірінші дәрежелі семіздік",
      text: `Бұл семіздік дәрежесі бастапқыдан өтсе
		прогрессивті кезеңге ауысады, асқазанда ауырлық пайда болуы мүмкін,
		кекіру, метеоризм, бас ауруы, тахикардиямен бірге ентігу,
		әлсіздік және гипергидроз шабуылдары.`,
    },
    item_4: {
      title: "Үшінші дәрежелі семіздік",
      text: `Науқастардың әл-ауқаты айтарлықтай нашарлайды. Ер адамды азаптап жатыр
		арқа ауруы. Буындар зардап шегеді. Ісіну, ентігу және жүрек ауруы
		тұрақты серіктеріне айналады.`,
    },
  },
  banner: {
    text: "Калькуляторды қолданып, өзініздің нәтижесін көріңіз",
    button: "Бастау",
  },
  faq: {
    whats__obesity__title: "Артық салмақ пен семіздік дегеніміз не?",
    whats__obesity__text:
      "Артық салмақ пен семіздік - денсаулыққа зиян келтіруі мүмкін қалыптан тыс немесе шамадан тыс дене майының пайда болуының нәтижесі болып табылады.",
  },
  calculator: {
    waistto__height__ratio__title: "Бел мен биіктік қатынасы",
    waistto__height__ratio__text:
      "Белдік-биіктік қатынасы (WHR) - денедегі май тінінің таралуының өлшемі. Бұл семіздікке байланысты аурулардың қаупімен байланысты.",
    waist: "Бел",
    height: "Биіктік",
    slim: "Арық",
    norm: "Норма",
    excess__body__weight: "Артық дене салмағы",
    obesity: "Семіздік",
    obesity__II__degree: "ІІ дәрежелі семіздік",
  },
  footer: {
    text: "Бұл сайтта орналастырылған материалдар ақпараттық сипатқа ие және білім беру мақсаттарына арналған. Сайтқа кірушілер оларды медициналық кеңес ретінде пайдаланбауы керек. Сіздің емдеуші дәрігер диагнозды және емдеу әдісін таңдауды анықтайды.",
    all_rights: "Барлық құқықтар қорғалған © 2024",
  },

  add: "Қосу",
  calculate: "Есептеу",



  questionnaire: {
    title: "Анкета",
    text: "Пройдите анкету, чтобы узнать о своем здоровье",
    name: "Введите ваше имя",
    age: "Введите ваш возраст",
    start: "Начать",
    thanks: "Спасибо за прохождение теста!",
    send: "Отправить результаты",

    stages: {
      knowledge: {
        title: "Знание",
        questions: {
          quest_1: "Ожирение можно оценить с помощью ИМТ (Индекс массы тела — это соотношение роста и веса)",
          quest_2: "Накопление жира на животе более опасно, чем общее распределение жира по всему телу, с точки зрения увеличения риска развития сердечно-сосудистых проблем.",
          quest_3: "Ожирение связано с сердечными заболеваниями, такими как сердечный приступ, повышенное кровяное давление, повышенный уровень холестерина и т.д.",
          quest_4: "Как часто вы употребляете алкоголь?",
          quest_5: "Как часто вы употребляете фрукты и овощи?",
        },
      }
    }
  }
};

export default translation;
