const translation = {
  language: "Русский",
  menu: {
    main: "Главная",
    questionnaire: "Опросник",
    online_calculator: "Онлайн калькулятор",
    faq: "Часто задаваемые вопросы",
    facts: "Факты",
    popularity: "Распространенность",
    symptoms: "Симптомы",
    prevention: "Предотвращение",
    adviсe: "Советы",
  },
  welcome: {
    title: "ОЖИРЕНИ Е И ИЗБЫТОЧНЫЙ ВЕС",
    text: "Данный сайт предлагает Вам информацию о ожирение и избыточном весе, так же вы можете пройти тест по профилактике ожирение и избыточного веса, и узнать соотношение жира в вашем теле",
  },
  whats__obesity: {
    title: "Что такое ожирение и избыточный вес?",
    text: `
	 Ожирение - избыточное отложение жира в организме может быть либо
	 самостоятельным многофакторным заболеванием, либо синдромом,
	 сопровождающим другие заболевания. Подавляющее большинство людей
	 страдают формой ожирения, которую медики называют
	 «алиментарно-конституциональной», т. е. ожирение связано с
	 нарушением режима питания.

	 Ожирение – это одна из двух сторон проблемы неполноценного питания,
	 и на сегодняшний день во всех регионах мира, ольше людей имеют
	 избыточный вес, чем пониженную массу тела.

	 Избыточный вес и ожирение, ранее считавшиеся характерными для стран
	 с высоким уровнем дохода, теперь становятся все более
	 распространенными в странах с низким или среднем уровнем дохода,
	 особенно в городах. Избыточный вес и ожирение определяются как
	 патологическое или чрезмерное накопление жира, представляющее риск
	 для здоровья.
	`,
  },
  obesity_degree: {
    title: "Степени ожирения",
    item_1: {
      title: "Избыточная масса тела",
      text: `Лишняя жировая ткань приводит к изменениям обмена веществ.
		Помимо этого жир, образуясь и увеличиваясь в размерах, мешает
		нормальной работе сердца, кровеносных сосудов, печени, почек.`,
    },
    item_2: {
      title: "Ожирение второй степени",
      text: `Страдает сердечно-сосудистая система, повышается артериальное
		давление, тромбообразование. Часто проявляются вторичные
		воспалительные процесса: ларангиты, трахеиты, бронхиты, и так
		далее.`,
    },
    item_3: {
      title: "Ожирение первой степени",
      text: `В случае если данная степень ожирения переходит от начальной
		стадии в прогрессирущую, могут возникнуть тяжесть в желудке,
		отрыжка, метеоризм, головные боли, одышка с тахикардией,
		приступы слабости и гипергидроз.`,
    },
    item_4: {
      title: "Ожирение третьей степени",
      text: `Самочувствие пациентов значительно ухудшается. Человека мучают
		боли в спине. Страдают суставы. Отёки, одышка и сердечные боли
		становятся постоянными спутниками.`,
    },
  },
  banner: {
    text: "Воспользуйся онлайн калькулятором, чтобы узнать свой результат",
    button: "Начать",
  },
  faq: {
    whats__obesity__title: "Что такое избыточный вес и ожирение?",
    whats__obesity__text:
      "Избыточный вес и ожирение – результат формирования аномальных или чрезмерных жировых отложений, которые могут наносить вред здоровью.",
  },
  calculator: {
    waistto__height__ratio__title: "Соотношение талии к росту",
    waistto__height__ratio__text:
      "Соотношение окружности талии и роста (СОТР) - это мера распределения жировой ткани в теле. Она коррелирует с риском заболеваний, связанных с ожирением.",
    waist: "Талия",
    height: "Рост",
    neck: "Шея",
    slim: "Стройная",
    norm: "Норма",
    excess__body__weight: "Избыточная масса тела",
    obesity: "Ожирение",
    obesity__II__degree: "Ожирение II степени",
    fat_procentage: "Процент жира",
    fat_procentage__text: "Процент жировой ткани в теле позволяет измерить, сколько процентов вашего тела составляет жир.",
    essential_fat: "Необходимый жир",
    athletes: "Атлеты",
    fitness: "Фитнес",
    acceptable: "Приемлемый",

  },
  footer: {
    text: "Материалы, размещенные на данном сайте, носят информационный характер и предназначены для образовательных целей. Посетители сайта не должны использовать их в качестве медицинских рекомендаций. Определяет диагноз и выбор методики лечения Ваш лечащий врач.",
    all_rights: "Все права защищены © 2024",
  },

  add: "добавить",
  calculate: "Рассчитать",
  save: "Сохранить",

  questionnaire: {
    title: "Анкета",
    text: "Пройдите анкету, чтобы узнать о своем здоровье",
    info: `Вам предлагается принять участие в опросе на тему «Медико - социальные
	 аспекты профилактики избыточного веса и ожирения». Просим Вас ответить
	 на вопросы анкеты, отметив вариант ответа, соответствующий Вашему
	 мнению.
	 `,
    name: "Введите ваше имя",
    age: "Введите ваш возраст",
    start: "Начать",
    thanks: "Спасибо за прохождение теста!",
    send: "Отправить результаты",

    blank: {
      field: {
        name: {
          label: "ФИО",
          helper: "Введите Ваше ФИО",
        },
        age: {
          label: "Возраст",
          helper: "Введите Ваш возраст",
        },
        nationality: {
          label: "Национальность",
          helper: "Выберите Вашу Национальность",
        },
        height: {
          label: "Рост",
          helper: "Введите ваш рост",
        },
        weight: {
          label: "Вес",
          helper: "Введите ваш вес",
        },
        pulse: {
          label: "Пульс",
          helper: "Введите ваш пульс",
        },
      },
      nationality: {
        kazakh: "Казах",
        russian: "Русский",
        uzbek: "Узбек",
        tajik: "Таджик",
        kyrgyz: "Киргиз",
        turkmen: "Туркмен",
        other: "Другое",
      },
    },

    stages: {
      knowledge: {
        title: "Знание",
        questions: {
          quest_1:
            "Ожирение можно оценить с помощью ИМТ (Индекс массы тела — это соотношение роста и веса)",
          quest_2:
            "Накопление жира на животе более опасно, чем общее распределение жира по всему телу, с точки зрения увеличения риска развития сердечно-сосудистых проблем.",
          quest_3:
            "Ожирение связано с сердечными заболеваниями, такими как сердечный приступ, повышенное кровяное давление, повышенный уровень холестерина и т.д.",
          quest_4: "Как часто вы употребляете алкоголь?",
          quest_5: "Как часто вы употребляете фрукты и овощи?",
        },
      },
    },

  },

  facts: {
    popularity: {
      title: "РАСПРОСТРАНЕННОСТЬ   ожирения и избыточного веса",
      text: `
        <p>Ниже приводятся некоторые недавние глобальные оценки ВОЗ:</p>
        <ul style="list-style-type:disc;">
        <li>В 2016 году более 1,9 миллиарда взрослых старше 18 лет имели избыточный вес. Из них свыше 650 миллионов страдали ожирением.</li>
        <li>По данным 2016 года 39% взрослых старше 18 лет (39% мужчин и 40% женщин) имели избыточный вес.</li>
        <li>В 2016 году около 13% взрослого населения планеты (11% мужчин и 15% женщин) страдали ожирением.</li>
        <li>С 1975 по 2016 год число людей, страдающих ожирением, во всем мире выросло более чем втрое.</li>
        </ul> 
        <p>
        По оценкам, в 2016 году около 41 миллиона детей в возрасте до 5 лет имели избыточный вес или ожирение. Избыточный вес и ожирение, ранее считавшиеся характерными для стран с высоким уровнем дохода, теперь становятся все более распространенными в странах с низким и среднем уровнем дохода, особенно в городах. В Африке с 2000 г. число детей в возрасте до 5 лет, страдающих ожирением, выросло почти на 50%. В 2016 году почти половина детей в возрасте до 5 лет с избыточным весом или ожирением проживала в Азии.
        </p>
        <p> В 2016 г. 340 миллионов детей и подростков в возрасте от 5 до 19 лет страдали избыточным весом или ожирением.</p>
        <p>Распространенность избыточного веса и ожирения среди детей и подростков в возрасте от 5 до 19 лет резко возросла с всего лишь 4% в 1975 г. до немногим более 18% в 2016 году. Этот рост в равной степени распределен среди детей и подростков обоих полов: в 2016 г. избыточным весом страдали 18% девочек и 19% мальчиков.</p>
        <p>В 1975 г. ожирением страдало чуть менее 1% детей и подростков в возрасте от 5 до 19 лет, а в 2016 г. их число достигло 124 миллионов (6% девочек и 8% мальчиков).</p>
        <p>В целом, в мире от последствий избыточного веса и ожирения умирает больше людей, чем от последствий аномально низкой массы тела. Число людей с ожирением превышает число людей с пониженной массой тела; такое положение дел наблюдается во всех регионах, кроме некоторых районов Африки к югу от Сахары и Азии.</p>
        <p>Считается, что если индекс массы тела (ИМТ) превышает 25, человек имеет излишний вес, а если индекс выше 30, то это значит, что человек страдает ожирением. Эта проблема приобретает масштабы эпидемии: каждый год более 4 миллионов человек умирают от последствий избыточного веса или ожирения, согласно опубликованному в 2017 г. исследованию «Глобальное бремя болезней».</p>
        <h3>Каковы наиболее распространенные последствия избыточного веса и ожирения для здоровья?</h3>
        <p>Повышенный ИМТ является одним из основных факторов риска таких неинфекционных заболеваний, как:</p>
        <ul style="list-style-type:disc;">
          <li>сердечно-сосудистые заболевания (главным образом, болезни сердца и инсульт), которые в 2012 году были главной причиной смерти;</li>
          <li>диабет;</li>
          <li>нарушения опорно-двигательной системы (в особенности остеоартрит — крайне инвалидизирующее дегенеративное заболевание суставов);</li>
          <li>некоторые онкологические заболевания (в т. ч. рак эндометрия, молочной железы, яичника, предстательной железы, печени, желчного пузыря, почки и толстой кишки).</li>
        </ul>
        <p>
          Риск этих неинфекционных заболеваний возрастает по мере увеличения ИМТ.
          Детское ожирение повышает вероятность ожирения, преждевременной смерти и инвалидности во взрослом возрасте. Помимо повышенного риска в будущем, страдающие ожирением дети также испытывают одышку, подвержены повышенному риску переломов, склонны к гипертонии, раннему проявлению признаков сердечно-сосудистых заболеваний, инсулинорезистентности и могут испытывать психологические проблемы.
        </p>
      `
    }
  }
};

export default translation;
